[Info]
Language=English
charset=iso-8859-1
Author=YoungZSoft.com
[String]
HOMEPAGE=http://www.youngzsoft.com
BUYNOW=http://reg.youngzsoft.com

;Configuration Dialog
Configuration=Konfiguration
Protocol=Protokoll
Local IP Address:=Lokale IP Adresse:
Web Cached=Web Cached
Auto Startup=Autostart
Auto Hide=Automatisch verbergen
Auto Detect=Auto Detect
Proxy services=Proxy Dienste
OK=OK
Cancel=Abbrechen
Advanced=Erweitert
NT Service=NT Dienst

;Dial
Dial-up=Df?
Dial-up Entries=Df?Einträge
Dial-up User Name=Df?Benutzername
Dial-up Password=Df?Passwort
Idle disconnect minutes=Automatisch trennen
Enable Auto Dial-up=Automatisch wählen

;Log
Log=Log
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy kann jede Benutzerinformation aufzeichnen. Bitte fangen Sie keine Mails ab, ohne die Erlaubnis der jeweiligen Person.

Log session selection=Auswahl der Log Sitzung
Request URL=Besuchte URL's
Mail Info=Mail Info
Outgoing Mails=Abgehende Mails
Maximum Lines=Maximale Zeilen
Clear Logs=Logs leeren
Save Logs to File=Log Dateien speichern
Export Excel=Excel Export
New Log Daily=Log Datei pro Tag
Flow Stats Time Interval(m)=Flow Statistik Zeit Intervall
Enable Flow Stats=Flow Statistik aktiv
Flow Stats=Flow Statistik

;Mail
Mail=
Primary DNS=Primärer DNS
Secondary DNS=Sekundärer DNS
Maximum Tries=Maximale Versuche
Time Interval Before Next Try=Zeit Intervall bis zum nächsten Versuch
Minutes=Minuten
Mail Queue Length=Mailwarteschlange
SMTP Port=SMTP Port
POP3 Port=POP3 Port

;Miscellaneous
Miscellaneous=Verschiedenes
Language=Sprache
Socket Idle disconnect minutes=Socket Leerlauf
Password Protection=Passwortschutz
Password=Passwort
Need Password When Startup=Verlangt das Passwort beim Aufstarten
Hide All=Alles verbergen
Tip: Show CCProxy when launch again.=Tip: Zeigt CCProxy beim Neustart.
Disable External Users=	Externe Benutzer deaktivieren
Web Sites for On-line Checking=Websites für Onlineabfrage
Auto Scan Computer Name=Auto Scan Computername
Enable SOCKS4=SOCKS4 aktivieren

;Cascading Proxy
Cascading proxy=Cascading Proxy
CCProxy permits local server to access Internet via other proxy.=CCProxy erlaubt Internetzugang via anderen Proxy.
Enable Cascading Proxy=Cascading Proxy aktivieren
Proxy Address=Proxy Adresse
Proxy Protocol=Proxy Protokoll
Port=Port
Need Authorization=Authentifizierung
User Name=Benutzername
Password=Passwort

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Notiz: Dieser Cache basiert auf der IE Technologie. IE Version 4.0 oder höher wird benötigt.

Settings=Einstellungen
Always Load From Cache=Immer vom Cache laden
Cache Update Time(minutes)=Cache Erneuerung (in Minuten)
Change Cache Options via IE=Cache Optionen via IE ändern
IE Cache Options=IE
Cache Path:=Cache Pfad
Cache Size(M):=Cachegrösse

;Account Manager Dialog
Account Manager=Kontenverwaltung
Options=Optionen
Filter/Time=Filter/Zeit
Web Filter=Web Filter
Time Schedule=Zeitverwaltung
New=Neu
Edit=Ändern
Delete=Löschen
Select All=Alle auswählen
Auto Scan=Auto Scan
User Count:=Anzahl Benutzer:
Permit Category:=Erlaubte Kategorie:
Auth Type:=Erkennungsmerkmal:
Send Message=Nachricht senden

;Account Dialog
Account=Konto
User/Group Name=Benutzer/Gruppe
Password=Passwort
IP Address/IP Range=IP Adresse/IP Bereich
MAC Address=MAC Adresse
Maximum Connections=Maximale Verbindungen
*Unlimited Connection:-1=*Unlimitierte Verbindugen:-1
Bandwidth For Each Connection(Byte/s)=Bandweite für jede Verbindung (Byte/s)
Remote Dial-up=Df?
Others=Andere
Time Schedule=Zeitverwaltung
Web Filter=Web Filter
New=Neu
Save=Speichern

;Register Dialog
Registration=Registration
Machine ID=Computer ID
Serial Number=Seriennummer
Register Code=Registrierungscode
&Register=&Registrieren
&Buy Now=&Jetzt kaufen
&Close=&Schliessen

;Connection Info Dialog
Current Connection Information=	Aktuelle Verbindungsinformation
Connection information=Verbindungsinformation
Connections:=Verbindungen:
Users:=Benutzer:
Stop Scroll=Bildlauf stop
Open Logs=Logs öffnen
Mail transfer information=Mailübertragungsinformation
Mail in transfer=Mailübertragung
Mail undelivered=Nicht gelieferte Mails
Mails:=Mails:
Close=Schliessen
Transfer &Again=erneut ?bermitteln
&Delete=&Löschen
&Refresh=&Aktualisieren
Internet mail transfer status=Internet Mail Übertragunsstatus

;Web Filter
Web Filter Name=Web Filter Name
Site Filter=Homepage Filter
Permitted Sites=Erlaubte Homepages
Forbidden Sites=Verbotene Homepages
Forbidden Content=Verbotener Inhalt

Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Tip: Homepage Filter unterstüzt wildcard. Jeder Eintrag wird mit Strichpunkt getrennt. z.B. *.yahoo.com;".msn.com

Tip: Each item is divided by semicolon. Eg. chat;travel=Tip: Jeder Eintrag wird mit Strichpunkt getrennt. z.B. chat;reisen

Forbidden URL=Verbotene Dateien
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Tip: Jeder Eintrag wird mit Strichpunkt getrennt. z.B. .exe;.zip

;Time Schedule
Time Schedule Name=Zeitverwaltung
Sunday=Sonntag
Monday=Montag
Tuesday=Dienstag
Wednesday=Mittwoch
Thursday=Donnerstag
Friday=Freitag
Saturday=Samstag

;Time Table
Time Table=Zeittabelle
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Tip: 01:00 bedeutet, dass ein Zugang zum Internet von 00:00 bis 01:00 gestattet ist.
Unselect All=alle abwählen
Apply To:=Anwenden bei:

;Get Address
Get Address=Adresse finden
Computer Name=Computername
Retrieve=Abholen
Apply=Anwenden
Close=Schliessen

;Menu
&Dial-up=&Df?
D&isconnect=&Trennen

;Resource String
&About CCProxy...=?ber CCProxy
User Name|IP Address|MAC Address|Connections|=Benutzername|IP Adresse|MAC Adresse|Verbindungen|
Windows sockets initiation failed.=Windows sockets Initialisierung fehlgeschlagen.
Socket creation failed!=Socketerstellung fehlgeschlagen!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Start|Stop|Optionen|Konten|Registrierung|Beenden|Verbergen|Hilfe|

DNS service startup failed!=DNS Dienst konnte nicht gestartet werden!
HTTP proxy startup failed!=HTTP Proxy konnte nicht gestartet werden!
SOCKS proxy startup failed!=SOCKS Proxy konnte nicht gestartet werden!
Are you sure to close CCProxy?=CCProxy wirklich beenden?

Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Proxy starten|Proxy stoppen|Optionen Konfiguration|Kontenverwaltung|CCProxy registrieren|Proxy beenden|Verbergen|CCProxy Hilfe|

User already exists or User/IP/MAC length is illegal!=Benutzer existiert bereits, oder die Länge des Benutzers/IP/MAC ist ungültig!

on search ...=suchen...

This operation will add all local users' info. Continue?=Alle lokalen Benutzer werden hinzugefügt. Weiterfahren?
Are you sure to delete this account?=Dieses Konto löschen?
Another instance of CCProxy has been run!=CCProxy bereits aktiv!
Time|User Name|IP Address|Action|=Zeit|Benutzer|IP Adresse|Aktion|
Please select log file path:=Log Datei Pfad definieren:
Are you sure to delete all the logs?=Alle Log Dateien leeren?
Permit All|Permit Only|Permit All But=Alle erlauben|nur definierte erlauben|Alle erlauben, ausser
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=IP Adresse|MAC Adresse|Benutzer/Passwort|Passwort + IP|Benutzer/Passwort+MAC
Congratulations. You have registered successfully!=Gratulation. Die Registrierung war erfolgreich!
Sorry. Registration Failed!=Registrierung fehlgeschlagen!
%s(Demo Version Can Only Support 3 Users)=%s(Demoversion läuft nur mit 3 Benuztern)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=Mail ID|Mail von|Mail an|Sendezeiten|Anfangszeit|Letzte Meldung|
Mail proxy startup failed!=Mail Proxy konnte nicht gestartet werden!
Unknown=Unbekannt
Host=Host
News proxy startup failed!=News Proxy konnte nicht gestartet werden!
FTP proxy startup failed!=FTP Proxy konnte nicht gestartet werden!
Telnet proxy startup failed!=Telnet Proxy konnte nicht gestartet werden!
Some mails are in transfer. Are you sure to exit?=Es werden noch Mails übertragen. Wollen sie trotzdem beenden?
The account system only supports no more than 500 users!=Die Kontenverwaltung unterstützt nur 500 Benutzer!
Are you sure to delete this mail?=Dieses Mail löschen?
News=News
MAP service startup failed!=MAP Dienst konnte nicht gestartet werden!
Wrong Password.=Falsches Passwort.
Current version is the latest version %d.%d %s.=Aktuelle Version ist die neuste Version %d.%d %s
New version %d.%d %s. Download Now?=Neue Version %d.%d %s. Jetzt downloaden?
New version. Download Now?=Neue Version. Jetzt downloaden?
Checking new version. Please waiting ...=Überprüfe auf neue Version. Bitte warten...

Get MAC Address=
Start=
Stop=
Enable Anti Email Virus=